var shu= {
    //马岱
    1: {
        hid: 01,
        hname: "马岱",
        hdw: "敏捷",
        zdlx: "远程",
        star: 6,
        stroy: "马岱，西凉羌族人，手握“紫杉落雷弓”，他胆识过人，勇猛无双，为百姓称道。马岱偶获惊雷之力，可射出落雷之矢，令人身躯麻痹无法动弹；其天眼清澈，可透视周围一切，叫人无处遁形；他流有紫电之血，兴奋之时血液翻滚，行动可如飓风般迅捷；当他向前震慑一击，箭矢可化作无数雷鸟，消灭眼前一切敌人。马岱入蜀后，南征蛮夷北伐魔魏，多获战功，为人族百姓称之为“紫电豪侠”。",
        heroimg:"img/hero/sm/shu01.jpg",
        md:"img/hero/md/madai.jpg",
        attr: "43-51",
        hj: "4.22",
        speed: "285",
        ll: "23+1.8",
        mj: "23+2.45",
        zl: "19+2",
        jn1: {
            mc: "紫电箭雨",
            fs: "区域指向性",
            js: "范围伤害并定身",
            flxh: "95/110/125/140点",
            lqsj: "10秒",
            dj: {
                1: "造成80点伤害，无法移动效果持续1.5秒",
                2: "造成145点伤害，无法移动效果持续1.75秒",
                3: "造成210点伤害，无法移动效果持续2秒",
                4: "造成275点伤害，无法移动效果持续2.25秒"
            }
        },
        jn2: {
            mc: "眼观八方",
            fs: "即时使用",
            js: "提升视野与射程且攻击必中",
            flxh: "60点",
            lqsj: "25秒",
            dj: {
                1: "持续3秒",
                2: "持续5秒",
                3: "持续7秒",
                4: "持续9秒"
            }
        },
        jn3: {
            mc: "紫雷之力",
            fs: "被动效果",
            js: "击杀单位会提升敏捷及移动速度",
            flxh: "-",
            lqsj: "-",
            dj: {
                1: "每次提升2点敏捷值和2%的移动速度",
                2: "每次提升3点敏捷值和2%的移动速度",
                3: "每次提升4点敏捷值和3%的移动速度",
                4: "每次提升5点敏捷值和4%的移动速度"
            }
        },
        jn4: {
            mc: "紫电激射连诀",
            fs: "区域单位",
            js: "直线范围持续伤害",
            flxh: "200/250/300/400点",
            lqsj: "120/100秒",
            dj: {
                1: "造成(40+主属性*1)点伤害",
                2: "造成(80+主属性*1)点伤害",
                3: "造成(110+主属性*1)点伤害",
                4: "造成(130+主属性*1)点伤害"
            }
        },
        xytj: {
            yl: {
                img: "img/hero/sx/shuqiang.jpg",
                mc: "提升各方面能力！",
                xq: "增加6点全属性和4点主属性"
            },
            gd: {
                img: "img/hero/sx/shuqiang,jpg",
                mc: "能获得更高体质！",
                xq: "提高5点所有属性及8点主属性"
            },
            sgz: {
                img: "img/hero/sx/sudu.jpg",
                mc: "身法*速度！",
                xq: "提高20%攻击速度与8%移动速度"
            }
        },
        yytf: {
            10: ["+1%紫雷之力每层移速", "+30紫电激射伤害"],
            15: ["+10%吸血", "+30%攻击速度"],
            20: ["+22敏捷", "+10所有属性"],
            25: ["+20%闪避", "+3.5秒眼观八方持续时间"]
        },
        tjjd: {
            jn1: {img: "img/hero/jn/madai01.jpg", jd: [1, 8, 9, 12]},
            jn2: {img: "img/hero/jn/madai02.jpg", jd: [4, 13, 14, 17]},
            jn3: {img: "img/hero/jn/madai03.jpg", jd: [2, 3, 5, 7]},
            jn4: {img: "img/hero/jn/madai04.jpg", jd: [6, 11, 16]}
        },
        yxzj: {cc: 10, sw: 78, js: 75, zg: 62, mvp: 4, bd: 88, jq: 100, sl: 99}
    },
    //马岱完
    //赵云
    2: {
        hid: 02,
        hname: "赵云",
        hdw: "敏捷",
        zdlx: "近战",
        star: 6,
        stroy: "赵云，蜀汉五虎上将之一，手握“玄冰龙枪”，常以孤军而战百万雄师，不仅杀敌无数还能全身而退，刘备称其一身是胆。赵云枪法了得，骑术精湛，可驾马于险恶战场中来去自如；他枪法劲道十足，可瞬间震敌于千里之外；更可化枪劲为无形横扫千军力挽狂澜；赵云耍起赵家枪法游刃有余，有排山倒海之势，纵然面对千军万马亦绰绰有余。赵云身经百战，一生奉献于人族事业，是人皇刘备最为器重的将才之一，是人族之中德高望重的虎威大将军。",
        heroimg:"img/hero/sm/shu02.jpg",
        md:"img/hero/md/zhaoyun.jpg",
        attr: "58-61",
        hj: "5.5",
        speed: "300",
        ll: "23+2.1",
        mj: "25+2.9",
        zl: "18+1.6",
        jn1: {
            mc: "七进七出",
            fs: "即时使用",
            js: "向前多段冲刺并造成伤害",
            flxh: "50/55/60/65点",
            lqsj: "12/11/10/9秒",
            dj: {
                1: "每12秒蓄力一次，造成50点的伤害",
                2: "每11秒蓄力一次，造成80点的伤害",
                3: "每10秒蓄力一次，造成110点的伤害",
                4: "每9秒蓄力一次，造成140点的伤害"
            }
        },
        jn2: {
            mc: "盘龙枪突",
            fs: "单体指向性",
            js: "击退目标造成范围伤害并晕眩",
            flxh: "100点",
            lqsj: "13秒",
            dj: {
                1: "造成100点的伤害，眩晕1.5秒",
                2: "造成175点的伤害，眩晕1.75秒",
                3: "造成240点的伤害，眩晕2秒",
                4: "造成300点的伤害，眩晕2.25秒"
            }
        },
        jn3: {
            mc: "真*赵家枪法",
            fs: "被动效果",
            js: "攻击造成范围伤害并减速",
            flxh: "-",
            lqsj: "-",
            dj: {
                1: "造成60点的额外伤害",
                2: "造成90点的额外伤害",
                3: "造成115点的额外伤害",
                4: "造成140点的额外伤害"
            }
        },
        jn4: {
            mc: "我乃常山赵子龙",
            fs: "即时使用",
            js: "短暂无敌不死并提升速度",
            flxh: "-",
            lqsj: "100/90/80/75秒",
            dj: {
                1: "增加30的移动速度以及60%的攻击速度",
                2: "增加50的移动速度以及80%的攻击速度",
                3: "增加70的移动速度以及100%的攻击速度",
                4: "增加100的移动速度以及150%的攻击速度"
            }
        },
        xytj: {
            yl: {
                img: "img/hero/sx/shuxing.jpg",
                mc: "提升各方面能力！",
                xq: "增加6点全属性和4点主属性"
            },
            gd: {
                img: "img/hero/sx/shuxing.jpg",
                mc: "能获得更高体质！",
                xq: "提高5点所有属性及8点主属性"
            },
            sgz: {
                img: "img/hero/sx/huixue.jpg",
                mc: "防御*潜力！",
                xq: "提升5点护甲,生命低于25%时清除负面状态并在4.5秒内提高75%主属性的生命恢复"
            }
        },
        yytf: {
            10: ["+30%攻击速度", "+20金钱每10秒"],
            15: ["+25移动速度", "+225生命值"],
            20: ["+1七进七出储能次数", "+20敏捷"],
            25: ["+150赵家枪法伤害", "+2秒赵子龙不死时间"]
        },
        tjjd: {
            jn1: {img: "img/hero/jn/zhaoyun01.jpg", jd: [1, 4, 5, 7]},
            jn2: {img: "img/hero/jn/zhaoyun02.jpg", jd: [2, 8, 9, 12]},
            jn3: {img: "img/hero/jn/zhaoyun03.jpg", jd: [3, 13, 14, 17]},
            jn4: {img: "img/hero/jn/zhaoyun04.jpg", jd: [6, 11, 16]}
        },
        yxzj: {cc: 15, sw: 87, js: 87, zg: 80, mvp: 20, bd: 88, jq: 100, sl: 99}
    },
    //赵云完
}