var wu= {
    //孙权
    1: {
        hid: 01,
        hname: "孙权",
        hdw: "智力",
        zdlx: "远程",
        star: 7,
        stroy: "孙权，上古神将后裔，天生一副帝王之相，乃光明之掌控者，神界之至上“神皇”。他精通各路神术，可招神光治愈友军，亦能灼烧敌人；他也可唤来天火，轰砸敌军，片甲不留；他还从占星族处学得祥光之术，可圈护战场中的将士，让他们毫无性命之忧；孙权神威远播，他大喝一声竟可唤来神兵助阵，顷刻间扭转战局，令神族立于不败之地。赤壁之战即将来临，他与黑暗掌控者曹操之间的恩怨将在此了结，这对宿敌的命运究竟如何？",
        heroimg:"img/hero/sm/wu01.jpg",
        md:"img/hero/md/sunquan.jpg",
        attr: "48-58",
        hj: "2.96",
        speed: "295",
        ll: "24+2.2",
        mj: "14+1",
        zl: "26+2.7",
        jn1: {
            mc: "神光连袭",
            fs: "区域指向性",
            js: "对全地图内任意范围造成伤害",
            flxh: "60点",
            lqsj: "16/14/12/10秒",
            dj: {
                1: "造成50点伤害",
                2: "造成70点伤害",
                3: "造成90点伤害",
                4: "造成120点伤害"
            }
        },
        jn2: {
            mc: "光之逆反",
            fs: "单体指向性",
            js: "使目标被攻击时回复或减少生命",
            flxh: "75/90/105/130点",
            lqsj: "18秒",
            dj: {
                1: "造成30点的恢复或伤害",
                2: "造成40点的恢复或伤害",
                3: "造成50点的恢复或伤害",
                4: "造成60点的恢复或伤害"
            }
        },
        jn3: {
            mc: "圣光之环",
            fs: "即时使用",
            js: "造成伤害并降低攻速",
            flxh: "100点",
            lqsj: "16秒",
            dj: {
                1: "持续1.5秒",
                2: "持续2秒",
                3: "持续3秒",
                4: "持续4秒"
            }
        },
        jn4: {
            mc: "神兵天降",
            fs: "区域指向性",
            js: "召唤神兵造成范围伤害并晕眩",
            flxh: "150/200/250/300点",
            lqsj: "120/100/秒",
            dj: {
                1: "神兵存在50秒",
                2: "神兵存在55秒",
                3: "神兵存在60秒",
                4: "神兵存在70秒"
            }
        },
        xytj: {
            yl: {
                img: "img/hero/sx/huifu.jpg",
                mc: "更频繁的战斗！",
                xq: "每秒回复4点生命和3点法力，脱战后效果翻倍"
            },
            gd: {
                img: "img/hero/sx/fashang.jpg",
                mc: "更快地使用技能！",
                xq: "技能冷却时间缩短15%，提高3点/秒法力回复"
            },
            sgz: {
                img: "img/hero/sx/huilan.jpg",
                mc: "秘技*施法！",
                xq: "降低10%技能冷却，增加10点智力，提高10%技能加成"
            }
        },
        yytf: {
            10: ["+30%经验获取", "+4法力回复"],
            15: ["+225生命值", "+25金钱每10秒"],
            20: ["+40光之逆反恢复/伤害", "+125圣光之环作用范围"],
            25: ["+1神兵天鸣召唤数量", "死亡召唤神兵天鸣"]
        },
        tjjd: {
            jn1: {img: "img/hero/jn/sunquan01.jpg", jd: [1, 3, 5, 7]},
            jn2: {img: "img/hero/jn/sunquan02.jpg", jd: [2, 8, 9, 12]},
            jn3: {img: "img/hero/jn/sunquan03.jpg", jd: [4, 13, 14,17]},
            jn4: {img: "img/hero/jn/sunquan04.jpg", jd: [6, 11, 16]}
        },
        yxzj: {cc: 13, sw: 80, js: 75, zg: 78, mvp: 4, bd: 76, jq: 100, sl: 99}
    },
    //孙权完
    //周瑜
    2: {
        hid: 02,
        hname: "周瑜",
        hdw: "智力",
        zdlx: "远程",
        star: 8,
        stroy: "周瑜，东吴神族大都督，文武双全，精通琴棋书画，人称“美周郎”。作为太阳族后代，周瑜拥有太阳神之力，能够挥舞“紫燕剑”召唤炙热光线灼烧敌军；不仅如此，通过蓄力，光线汇集形成数道剑气，直刺敌方将领，令其无处可逃；剑气还能无限分解，纵使敌人有千军万马，都将在无数道灼热剑气下偃旗息鼓。太阳神之力还能蕴集无限能量，一旦爆发出来，将使剑气无穷无尽地掌控在周瑜手中。周瑜一生为东吴神族征战四方，打下百年基业，深受神皇孙权爱戴，乃神族之中神勇无敌，万人敬仰的大将之才。",
        heroimg:"img/hero/sm/wu02.jpg",
        md:"img/hero/md/zhouyu.jpg",
        attr: "51-57",
        hj: "4.1",
        speed: "305",
        ll: "21+2.1",
        mj: "15+1.2",
        zl: "29+2.2",
        jn1: {
            mc: "裁决之光",
            fs: "单体指向性",
            js: "单体伤害并几率降低命中率",
            flxh: "95/120/145/170点",
            lqsj: "14秒",
            dj: {
                1: "造成80点伤害",
                2: "造成160点伤害",
                3: "造成240点伤害",
                4: "造成320点伤害"
            }
        },
        jn2: {
            mc: "自由之光",
            fs: "即时使用",
            js: "极远距离多目标伤害",
            flxh: "120/140/160/180点",
            lqsj: "25秒",
            dj: {
                1: "最多射出1道剑光，每道剑光造成100点伤害",
                2: "最多射出1道剑光，每道剑光造成175点伤害",
                3: "最多射出2道剑光，每道剑光造成250点伤害",
                4: "最多射出2道剑光，每道剑光造成325点伤害"
            }
        },
        jn3: {
            mc: "光之剑阵 ",
            fs: "区域指向性",
            js: "范围持续伤害",
            flxh: "135/150/165/190点",
            lqsj: "35秒",
            dj: {
                1: "每个光剑造成16点伤害",
                2: "每个光剑造成24点伤害",
                3: "每个光剑造成32点伤害",
                4: "每个光剑造成40点伤害"
            }
        },
        jn4: {
            mc: "天助神威",
            fs: "即时使用",
            js: "刷新技能和部分物品",
            flxh: "150/250/350/400点",
            lqsj: "1秒",
            dj: {
                1: "3.5秒施法时间",
                2: "2.5秒施法时间",
                3: "1.5秒施法时间",
                4: "1秒施法时间"
            }
        },
        xytj: {
            yl: {
                img: "img/hero/sx/shuqiang.jpg",
                mc: "提升各方面能力！",
                xq: "增加6点全属性和4点主属性"
            },
            gd: {
                img: "img/hero/sx/shuqiang.jpg",
                mc: "能获得更高体质！",
                xq: "提高5点所有属性及8点主属性"
            },
            sgz: {
                img: "img/hero/sx/huixue.jpg",
                mc: "防御*潜力！",
                xq: "提升5点护甲,生命低于25%时清除负面状态并在4.5秒内提高75%主属性的生命恢复"
            }
        },
        yytf: {
            10: ["+5护甲", "+250法力值"],
            15: ["+6%技能加成", "+225生命值"],
            20: ["+25智力", " +10光剑伤害"],
            25: ["+150裁决之光伤害", "+30%技能吸血"]
        },
        tjjd: {
            jn1: {img: "img/hero/jn/zhouyu01.jpg", jd: [1, 3, 5, 7]},
            jn2: {img: "img/hero/jn/zhouyu02.jpg", jd: [11, 12, 13, 17]},
            jn3: {img: "img/hero/jn/zhouyu03.jpg", jd: [2, 4, 6, 9]},
            jn4: {img: "img/hero/jn/zhouyu04.jpg", jd: [8, 14, 16]}
        },
        yxzj: {cc: 7, sw: 96, js: 81, zg: 80, mvp: 4, bd: 100, jq: 100, sl: 89}
    },
    //周瑜完
}