var zl= {
    //孙权
    1: {
        hid: 01,
        hname: "吕布",
        hdw: "敏捷",
        zdlx: "近战",
        star: 5,
        stroy: "他站在下邳城下，手握方天画戟，天边残破的落日拉长他的身影，比夜更孤煞的身影。 吕布始终觉得，他若是死，必将是战死沙场，血祭战魂，方对的起他天下第一的名号。即使此刻他身在陷阱，身后是所剩不多的死忠之士，面对魔族大军，也从未惧怕。 不等敌人反应，方天画戟已然出手，这一击挟赤兔飞奔之势，重击之下，直取魔族首领，无名将领随即落马。长戟一挥，身后精兵一冲而上，大杀四方。场上形势瞬间大变，魔军阵脚全乱，一时间竟无人再敢上前一战。 时间仿佛在此刻静止，唯有那抹倩影刺痛他的眼！貂蝉终究下不了手，这局棋，他赢了！当初他明知是计，依然毫不犹豫踏入她布下的棋局，甘心当一枚棋子，用性命来赌貂蝉的心！ 吕布蓦然回神，不料已被魔军重重包围，魔气瞬间弥漫。黑暗霸主终于要现身了，从诱杀丁原到美人离间、从部下叛反到这下邳围攻，的确是一盘好棋。但在战鬼吕布骄傲的眼里，那天下第一却是易如反掌的东西，世人执念于他而言不过尔尔。而忠义？不过是弱者虚伪的说辞。真正的王者，是凭强大的力量，领万马千军，踏天地河山！ 即便是死，也要由自己掌控！战鬼之血沸腾，他的眼中出现嗜血的光芒。方天画戟如同觉醒的猛兽，在吕布手中疯狂叫嚣着，卷起千骑狂雷，折落身旁数百魔军。在漫天的魔气中，强大的战鬼之力破天而起，他一路向前，踏空斩将。血染红了怒狮金甲，身下赤兔烈马嘶吼，他如同天生的战神，仰天一阵长啸，杀出一条血路来。杀气震天，画戟所过尽是血雨，身躯所及满是哀嚎，不知过了多久，苍穹之下已尽成血色。 他战斗到了最后一刻。战鬼之力枯竭，身旁尸横遍野，魔族军队却不断逼近。战鬼之血干涸之时，黑暗霸主一声令下，万箭如雨，挟万千魔气穿心而出！魔气侵入心脉，他的手终于支撑不住方天画戟强大的力量，奋力将其撑于脚下黄土之内，战鬼之躯矗立于战场中央。 死而不屈的战鬼之魂，为战而生，至死不休！ 南华乱世，星辰逆转，鬼蜮草原上出现了一位勇猛的战士。他随南华上仙的指引前往中原大地寻觅灵物的踪迹，寻找上一世的记忆碎片，却遇见了不可思议之人……",
        heroimg:"img/hero/sm/zl01.jpg",
        md:"img/hero/md/lvbu.jpg",
        attr: "56-68",
        hj: "4.22",
        speed: "300",
        ll: "22+2.1",
        mj: "23+2.5",
        zl: "18+1.7",
        jn1: {
            mc: "迅*赤兔宝马 ",
            fs: "区域指向性",
            js: "向前方冲刺造成伤害",
            flxh: "120点",
            lqsj: "12秒",
            dj: {
                1: "造成基础80点基础伤害，最多造成160点伤害",
                2: "造成基础120点基础伤害，最多造成240点伤害",
                3: "造成基础170点基础伤害，最多造成330点伤害",
                4: "造成基础225点基础伤害，最多造成420点伤害"
            }
        },
        jn2: {
            mc: "防*怒狮金甲",
            fs: "即时使用",
            js: "获得护盾造成伤害",
            flxh: "50点",
            lqsj: "12秒",
            dj: {
                1: "获得90点基础护盾值，造成30点/秒的伤害",
                2: "获得120点基础护盾值，造成40点/秒的伤害",
                3: "获得150点基础护盾值，造成50点/秒的伤害",
                4: "获得180点基础护盾值，造成60点/秒的伤害"
            }
        },
        jn3: {
            mc: "攻*方天画戟",
            fs: "被动效果",
            js: "几率倍击并眩晕",
            flxh: "100点",
            lqsj: "16秒",
            dj: {
                1: "20%的几率造成1.5倍伤害，并眩晕0.2秒",
                2: "20%的几率造成1.75倍伤害，并眩晕0.3秒",
                3: "20%的几率造成2倍伤害，并眩晕0.4秒",
                4: "20%的几率造成2.25倍伤害，并眩晕0.5秒"
            }
        },
        jn4: {
            mc: "天下无敌",
            fs: "即时使用",
            js: "变身大幅提升战斗能力",
            flxh: "100/150/200/350点",
            lqsj: "80/60秒",
            dj: {
                1: "持续12秒",
                2: "持续15秒",
                3: "持续18秒",
                4: "持续20秒"
            }
        },
        xytj: {
            yl: {
                img: "img/hero/sx/shuqiang.jpg",
                mc: "更频繁的战斗！",
                xq: "每秒回复4点生命和3点法力，脱战后效果翻倍"
            },
            gd: {
                img: "img/hero/sx/lengque.jpg",
                mc: "更快地使用技能！",
                xq: "技能冷却时间缩短15%，提高3点/秒法力回复"
            },
            sgz: {
                img: "img/hero/sx/sudu.jpg",
                mc: "身法*速度！",
                xq: "提高20%攻击速度与8%移动速度"
            }
        },
        yytf: {
            10: ["+175生命值", "+25%攻击速度"],
            15: ["+25移动速度", "+6所有属性"],
            20: ["+20敏捷", "-15%冷却时间"],
            25: ["+300怒狮金甲护盾值", "+5%攻*方天画戟几率"]
        },
        tjjd: {
            jn1: {img: "img/hero/jn/lvbu01.jpg", jd: [1, 3, 5, 7]},
            jn2: {img: "img/hero/jn/lvbu02.jpg", jd: [2, 4, 8, 9]},
            jn3: {img: "img/hero/jn/lvbu03.jpg", jd: [12, 13, 14,17]},
            jn4: {img: "img/hero/jn/lvbu04.jpg", jd: [6, 11, 16]}
        },
        yxzj: {cc: 9, sw: 80, js: 83, zg: 78, mvp: 4, bd: 76, jq: 99, sl: 89}
    },
    //吕布完

}